12/data/attachments/35331def5a8f8f7b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_cd858865-2cf8-4dd2-bca7-fd02ca950a17</nif:username>
            <nif:friendToBeAdded>Alicia_only_Friend_80164_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>